{
  "Comment.nvim": { "branch": "master" },
  "FTerm.nvim": { "branch": "master" },
  "VOoM": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "automkdir.nvim": { "branch": "main" },
  "blink-copilot": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clever-f.vim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot-lualine": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "dhall-vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "direnv.vim": { "branch": "master" },
  "eagle.nvim": { "branch": "main" },
  "editorconfig-vim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gh-addressed.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "haskell-vim": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "hydra.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "jupytext.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "linediff.vim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "memolist.vim": { "branch": "master" },
  "mini.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "netman.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-config-local": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-rip-substitute": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-treehopper": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian-bridge.nvim": { "branch": "main" },
  "obsidian.nvim": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "output-panel.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "resession.nvim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "sidekick.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "ssr.nvim": { "branch": "main" },
  "tabby.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "text-case.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-asterisk": { "branch": "master" },
  "vim-bookmarks": { "branch": "master" },
  "vim-foldtext": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-just": { "branch": "main" },
  "vim-markdown": { "branch": "master" },
  "vim-markdown-runner": { "branch": "master" },
  "vim-metarw": { "branch": "master" },
  "vim-nix": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-syntax-redminewiki": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-vue": { "branch": "master" },
  "workspace-diagnostics.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
